[
  {
    "id": "00",
    "name": "Tenet (2020)",
    "discription": "In a twilight world of international espionage, an unnamed CIA operative, known as The Protagonist, is recruited by a mysterious organization called Tenet to participate in a global assignment that unfolds beyond real time. The mission: prevent Andrei Sator, a renegade Russian oligarch with precognition abilities, from starting World War III. The Protagonist will soon master the art of time inversion as a way of countering the threat that is to come.",
    "cover_url": ""
  },
  {
    "id": "01",
    "name": "The Godfather (1972)",
    "discription": "The Godfather Don Vito Corleone is the head of the Corleone mafia family in New York. He is at the event of his daughter's wedding. Michael, Vito's youngest son and a decorated WW II Marine is also present at the wedding. Michael seems to be uninterested in being a part of the family business. Vito is a powerful man, and is kind to all those who give him respect but is ruthless against those who do not. But when a powerful and treacherous rival wants to sell drugs and needs the Don's influence for the same, Vito refuses to do it. What follows is a clash between Vito's fading old values and the new ways which may cause Michael to do the thing he was most reluctant in doing and wage a mob war against all the other mafia families which could tear the Corleone family apart.",
    "cover_url": "https://i.pinimg.com/originals/3b/a6/35/3ba6350f53fcfc6adffdfb8e0939d2aa.jpg"
  },
  {
    "id": "02",
    "name": "The Queen's Gambit",
    "discription": "Nine year-old orphan Beth Harmon is quiet, sullen, and by all appearances unremarkable. That is, until she plays her first game of chess. Her senses grow sharper, her thinking clearer, and for the first time in her life she feels herself fully in control. By the age of sixteen, she's competing for the U.S. Open championship. But as Beth hones her skills on the professional circuit, the stakes get higher, her isolation grows more frightening, and the thought of escape becomes all the more tempting. Based on the book by Walter Tevis.",
    "cover_url": ""
  },
  {
    "id": "03",
    "name": "The Mandalorian",
    "discription": "After the stories of Jango and Boba Fett, another warrior emerges in the Star Wars universe. The Mandalorian is set after the fall of the Empire and before the emergence of the First Order. We follow the travails of a lone gunfighter in the outer reaches of the galaxy far from the authority of the New Republic.",
    "cover_url": ""
  },
  {
    "id": "04",
    "name": "Home Alone (1990)",
    "discription": "It is Christmas time and the McCallister family is preparing for a vacation in Paris, France. But the youngest in the family, Kevin (Macaulay Culkin), got into a scuffle with his older brother Buzz (Devin Ratray) and was sent to his room, which is on the third floor of his house. Then, the next morning, while the rest of the family was in a rush to make it to the airport on time, they completely forgot about Kevin, who now has the house all to himself. Being home alone was fun for Kevin, having a pizza all to himself, jumping on his parents' bed, and making a mess. Then, Kevin discovers about two burglars, Harry (Joe Pesci) and Marv (Daniel Stern), about to rob his house on Christmas Eve. Kevin acts quickly by wiring his own house with makeshift booby traps to stop the burglars and to bring them to justice.",
    "cover_url": ""
  },
  {
    "id": "05",
    "name": "Ma Rainey's Black Bottom (2020)",
    "discription": "Tensions and temperatures rise over the course of an afternoon recording session in 1920s Chicago as a band of musicians await trailblazing performer, the legendary Mother of the Blues, Ma Rainey (Academy Award® winner Viola Davis). Late to the session, the fearless, fiery Ma engages in a battle of wills with her white manager and producer over control of her music. As the band waits in the studio's claustrophobic rehearsal room. ambitious trumpeter Levee (Chadwick Boseman) - who has an eye for Ma's girlfriend and is determined to stake his own claim on the music industry - spurs his fellow musicians into an eruption of stories revealing truths that will forever change the course of their lives. Adapted from two-time Pulitzer Prize winner August Wilson's play, MA RAINEY'S BLACK BOTTOM celebrates the transformative power of the blues and the artists who refuse to let society's prejudices dictate their worth. Directed by George C. Wolfe and adapted for the screen by Ruben",
    "cover_url": ""
  },
  {
    "id": "06",
    "name": "The Undoing",
    "discription": "Grace Fraser is living the only life she ever wanted for herself. She's a successful therapist, has a devoted husband and young son who attends an elite private school in New York City. Overnight a chasm opens in her life: a violent death, a missing husband, and, in the place of a man Grace thought she knew, only a chain of terrible revelations. Left behind in the wake of a spreading and very public disaster and horrified by the ways in which she has failed to heed her own advice, Grace must dismantle one life and create another for her child and herself.",
    "cover_url": ""
  },
  {
    "id": "07",
    "name": "Mank (2020)",
    "discription": "1940. Film studio RKO hires 24-year-old wunderkind Orson Welles under a contract that gives him full creative control of his movies. For his first film, he calls in washed-up alcoholic Herman J Mankiewicz to write the screenplay. That film is Citizen Kane, and this is the story of how it was written",
    "cover_url": ""
  },
  {
    "id": "08",
    "name": "Joker (2019)",
    "discription": "Arthur Fleck works as a clown and is an aspiring stand-up comic. He has mental health issues, part of which involves uncontrollable laughter. Times are tough and, due to his issues and occupation, Arthur has an even worse time than most. Over time these issues bear down on him, shaping his actions, making him ultimately take on the persona he is more known as...Joker",
    "cover_url": ""
  }
]